Repository: BRDK-GitHub/vibratorExampleProject
Catalog: Logical/mappView/Visualization/Pages/login/machine/machineIO/machineIOTexts.tmx
Source language: en
Languages: cs, hu, vi, zh

source: Stop button
cs: Stop tlacitko
hu: Stop gomb
vi: Nút dừng
zh: 停止按钮

source: Start button
cs: Start tlacitko
hu: Start gomb
vi: Nút bắt đầu
zh: 启动按钮

source: Stop button indicator
cs: Stop tlacitko indikator
hu: Leállító gomb jelző
vi: Chỉ báo nút dừng
zh: 停止指示灯

source: Start button indicator
cs: Start tlacitko indikator
hu: Indító gomb jelző
vi: Chỉ báo nút khởi động
zh: 启动指示灯

source: Alarm beacon
cs: Alarm majak
hu: Riasztó jelzőfény
vi: Đèn hiệu báo động
zh: 报警灯
